/* [Component] Support - Device */
export const SUPPORT_DEVICE_ITEMS = [
    {label: '아이디/보안'},
    {label: '접속 오류'},
    {label: '홈페이지 이용(오류)'},
    {label: '대여/결제'},
];


/* [Component] Support - ContactUs */
export const SUPPORT_CONTACTUS_POLICY = [
    {
        title: '1. 문의 사항의 저장 및 관리',
        description: `사용자가 작성한 문의 사항은 저희 서비스를 개선하고
            문제를 해결하기 위해 저장 및 관리될 수 있습니다.
            이를 통해 관리자는 빠르고 정확한 답변을 제공하여 사용자의 만족도를 높이고,
            서비스 품질을 향상시킬 수 있습니다.`
    },
    {
        title: '2. 개인 정보의 수집 및 이용 목적',
        description: `문의 사항을 확인하고 관리자가 해당 문의에 대한 답변을 제공하기 위해
            사용자의 개인 정보를 수집합니다. 수집되는 개인 정보는 이메일 주소와 이름을
            포함할 수 있습니다.`
    },
    {
        title: '3. 수집하는 개인 정보의 항목',
        description: `이용자의 개인 정보는 다음과 같은 항목들을 포함할 수 있습니다`,
        outer: '이메일, 이름'
    },
    {
        title: '4. 개인 정보의 보관 기간',
        description: `이용자의 개인 정보는 문의 사항에 대한 확인과 답변을 위해 필요한 기간 동안 보관됩니다.
            문의 사항이 해결되고, 또는 이용자가 삭제를 요청하는 경우,
            해당 정보는 즉시 삭제될 수 있습니다.`
    },
    {
        title: '5. 개인 정보의 보안과 보호',
        description: `이용자의 개인 정보는 엄격한 보안 절차를 통해 보호됩니다.
            우리는 이용자의 개인 정보를 무단 접근, 누출, 변경, 파기되지 않도록
            최선의 노력을 다하며, 이를 위해 보안 시스템과 절차를 시행합니다.`
    },
    {
        title: '6. 동의의 철회',
        description: `문의 사항을 확인하고 관리자가 해당 문의에 대한 답변을 제공하기 위해
            사용자의 개인 정보를 수집합니다. 수집되는 개인 정보는 이메일 주소와 이름을
            포함할 수 있습니다.`
    },
    {
        title: '7. 개인 정보 관련 문의',
        description: `문의 사항 및 개인 정보 수집 및 이용에 관련하여 궁금하신 점이나 문의 사항이 있으시면 언제든지 아래 연락처로 문의해주시기 바랍니다.`,
        outer: '이메일',
        inner: 'da@da.com'
    },
    {
        title: `본 약관에 동의하시는 경우, 이용자는 문의 사항에 대한 답변을 받아보기 위해 개인 정보를 제공하는 데에 동의하게 됩니다. 또한, 사용자의 개인 정보는 저희 서비스 개선 및 관리
            목적으로 활용될 수 있음을 인지하시기 바랍니다.`
    },
]